/*************************************************************************
	> 作者: grmaple
	> 名字：通讯录管理系统
	> 功能: 菜单功能
	> 时间: 2020.9.2
 ************************************************************************/

#include<iostream>
using namespace std;
void showMenu() {
	cout << "*************************" <<endl;
	cout << "***** 1、添加联系人 *****" << endl;
	cout << "***** 2、显示联系人 *****" << endl;
	cout << "***** 3、删除联系人 *****" << endl;
	cout << "***** 4、查找联系人 *****" << endl;
	cout << "***** 5、修改联系人 *****" << endl;
	cout << "***** 6、清空联系人 *****" << endl;
	cout << "***** 0、清空通讯录 *****" << endl;
	cout << "*************************" << endl;
}

int main() {
	showMenu();
	//system("pause");
	return 0;
}
